Repository: mortaromarcello/scripts
Catalog: locale/*/LC_MESSAGES/install_distro.po
Languages: it

source: Initialization
it: Inizializzazione

source: Format the partition home
it: Formatta la partizione home

source: Automatic login
it: Login automatico

source: The options marked with an asterisk are required
it: Le opzioni marcate con un asterisco sono necessarie

source: Root partition (*)
it: Partizione di root (*)

source: Home partition
it: Partizione di home

source: Installation drive (*)
it: Drive di installazione (*)

source: Username (*)
it: Nome utente (*)

source: User password (*)
it: Password utente (*)

source: Root password (*)
it: Password di root (*)

source: Locale
it: Localizzazione

source: Language
it: Lingua

source: Keyboard
it: Tastiera

source: Hostname (*)
it: Nome host (*)

source: Groups (*)
it: Gruppi

source: Timezone
it: Fuso orario

source: You entered an illegal character in the 'User password'.
it: Hai inserito un carattere illegale nella 'Password utente'

source: Attention
it: Attenzione

source: You entered an illegal character in the 'Root password'
it: Hai inserito un carattere illegale nella 'Password di root'

source: Summary
it: Riepilogo

source: Welcome to Setup Livedevelop
it: Benvenuto nel Setup Livedevelop

source: &Quit
it: &Esci

source: Quit
it: Esci

source: &Help
it: Ai&uto

source: Help
it: Aiuto

source: Install
it: Installa

source: Attention! Installation is in progress! Are you sure?
it: Attenzione! Installazione in corso! Sei sicuro?

source: Beginning installation...
it: Preparazione dell'installazione in corso...

source: Attention! The installation formats the partitions of the of the disk! Are you sure??
it: Attenzione! L'installazione formatterà le partizioni del disco! Sei sicuro??

source: <--installation completed successfully-->
it: <--Installazione completata con successo!-->

source: Checking the prerequisites
it: Controllo i requisiti

source: Not all required options have been assigned. (All options marked with an asterisk are required)
it: Non tutte le opzioni richieste sono state assegnate. (Tutte le opzioni marcate con un asterisco sono necessarie)

source: Device %s mounted in %s.
it: Dispositivo %s montato in %s.

source: Error
it: Errore

source: The root partition and home partition coincide.
it: La partizione di root e quella di home coincidono.

source: I create the root filesystem, and I mount it
it: Creo il filesystem di root, e lo monto

source: I create and mount the HOME directory
it: Creo e monto la directory HOME

source: I copy the files (It takes time)...
it: Copio i files (ci può volere del tempo)...

source: Add user
it: Aggiungo utente

source: Change the root password
it: Cambio la password di root

source: Add the user to the sudo group
it: Aggiungo l'utente al gruppo sudo

source: Set the autologin
it: Imposto il login automatico

source: Set locale
it: Imposto la localizzazione

source: Set timezone
it: Imposto il fuso orario

source: Set hostname
it: Imposto il nome host

source: Install grub
it: Installo grub
